[Character.CharClass_HyperionSoldierTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.HyperionSoldierTurret_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic pistol"
PickupMessage="You're worth it %s"
UseFailureLevelMessage="You must use this item at level 100% or higher.."
UseFailureConstraintsMessage="This email is not available."
NoManufacturerName="It is beautiful"

